<section class="controls">
    <div class="swiper swiper-controls">
        <div class="swiper-wrapper">

            <button class="swiper-slide controls__button">
                <div class="controls__title">ЗБІРНА ТУРУ</div>
                <div class="controls__image">
                    <div class="match-review">
                        <img class="match-review__image"
                            src="css/components/match-review/assets/images/calendar-of-matches.png">
                    </div>
                </div>
            </button>

            <button class="swiper-slide controls__button">
                <div class="controls__title">ЕКСПРЕС-ПІДСУМКИ</div>
                <div class="controls__image">
                    <div class="match-review">
                        <img class="match-review__image"
                            src="css/components/match-review/assets/images/match-review.png">

                        <div class="match-review__body">
                            <h3 class="match-review__title">188 зустрічей: «Ювентус» – 89 перемог, «Фіорентина» – 41
                                перемога,
                                нічиїх – 58.</h3>
                            <div class="match-review__description">
                                Колись ці дві команди об'єднувала тісна дружба, пов'язана з їх рідними містами. Південь
                                традиційно вважався кримінальним і протиставлявся півночі, де панувала гармонія, але Рим
                                і
                                Неаполь не хотіли миритися з такими стереотипами, тому об'єдналися для спільної
                                боротьби.
                                Красива історія закінчила вже у 1980-х, коли виявилось, що в обох команд є власні
                                амбіції.
                                <br>
                                <br>
                                Кожен трансфер між клубами сприймався неймовірно болісно, а зустрічі вболівальників
                                вийшли за
                                межі футболу. Італійські силові структури навіть намагаються не допускати відвідування
                                неаполітанцями «Стадіо Олімпіко», а римськими вболівальниками – «Сан-Паоло».
                                <br>
                                <br>
                                У минулому сезоні зустрічі команд хоч і не були найрезультативнішими, та не поступалися
                                найпринциповішим дербі. Обидва тренери заробили червоні картки, влаштувавши скандал під
                                час
                                одного з матчів. Цього ж року продовжується традиційна боротьба за зону Ліги чемпіонів,
                                де
                                «Рома» виглядає значно більш переконливим кандидатом на головну силу, але «Наполі» точно
                                буде
                                складати «вовкам» конкуренцію.
                            </div>
                        </div>

                    </div>
                </div>
            </button>

            <button class="swiper-slide controls__button">
                <div class="controls__title">Після гри</div>
                <div class="controls__image">
                    <div class="match-review">
                        <img class="match-review__image"
                            src="css/components/match-review/assets/images/match-review.png">

                        <div class="match-review__body">
                            <h3 class="match-review__title">188 зустрічей: «Ювентус» – 89 перемог, «Фіорентина» – 41
                                перемога,
                                нічиїх – 58.</h3>
                            <div class="match-review__description">
                                Колись ці дві команди об'єднувала тісна дружба, пов'язана з їх рідними містами. Південь
                                традиційно вважався кримінальним і протиставлявся півночі, де панувала гармонія, але Рим
                                і
                                Неаполь не хотіли миритися з такими стереотипами, тому об'єдналися для спільної
                                боротьби.
                                Красива історія закінчила вже у 1980-х, коли виявилось, що в обох команд є власні
                                амбіції.
                                <br>
                                <br>
                                Кожен трансфер між клубами сприймався неймовірно болісно, а зустрічі вболівальників
                                вийшли за
                                межі футболу. Італійські силові структури навіть намагаються не допускати відвідування
                                неаполітанцями «Стадіо Олімпіко», а римськими вболівальниками – «Сан-Паоло».
                                <br>
                                <br>
                                У минулому сезоні зустрічі команд хоч і не були найрезультативнішими, та не поступалися
                                найпринциповішим дербі. Обидва тренери заробили червоні картки, влаштувавши скандал під
                                час
                                одного з матчів. Цього ж року продовжується традиційна боротьба за зону Ліги чемпіонів,
                                де
                                «Рома» виглядає значно більш переконливим кандидатом на головну силу, але «Наполі» точно
                                буде
                                складати «вовкам» конкуренцію.
                            </div>
                        </div>

                    </div>
                </div>
            </button>

            <button class="swiper-slide controls__button">
                <div class="controls__title">Топ гол</div>
                <div class="controls__image">
                    <div class="match-review">
                        <img class="match-review__image"
                            src="css/components/match-review/assets/images/match-review.png">

                        <div class="match-review__body">
                            <h3 class="match-review__title">188 зустрічей: «Ювентус» – 89 перемог, «Фіорентина» – 41
                                перемога,
                                нічиїх – 58.</h3>
                            <div class="match-review__description">
                                Колись ці дві команди об'єднувала тісна дружба, пов'язана з їх рідними містами. Південь
                                традиційно вважався кримінальним і протиставлявся півночі, де панувала гармонія, але Рим
                                і
                                Неаполь не хотіли миритися з такими стереотипами, тому об'єдналися для спільної
                                боротьби.
                                Красива історія закінчила вже у 1980-х, коли виявилось, що в обох команд є власні
                                амбіції.
                                <br>
                                <br>
                                Кожен трансфер між клубами сприймався неймовірно болісно, а зустрічі вболівальників
                                вийшли за
                                межі футболу. Італійські силові структури навіть намагаються не допускати відвідування
                                неаполітанцями «Стадіо Олімпіко», а римськими вболівальниками – «Сан-Паоло».
                                <br>
                                <br>
                                У минулому сезоні зустрічі команд хоч і не були найрезультативнішими, та не поступалися
                                найпринциповішим дербі. Обидва тренери заробили червоні картки, влаштувавши скандал під
                                час
                                одного з матчів. Цього ж року продовжується традиційна боротьба за зону Ліги чемпіонів,
                                де
                                «Рома» виглядає значно більш переконливим кандидатом на головну силу, але «Наполі» точно
                                буде
                                складати «вовкам» конкуренцію.
                            </div>
                        </div>

                    </div>
                </div>
            </button>

            <button class="swiper-slide controls__button">
                <div class="controls__title">Топ сейв</div>
                <div class="controls__image">
                    <div class="match-review">
                        <img class="match-review__image"
                            src="css/components/match-review/assets/images/match-review.png">

                        <div class="match-review__body">
                            <h3 class="match-review__title">188 зустрічей: «Ювентус» – 89 перемог, «Фіорентина» – 41
                                перемога,
                                нічиїх – 58.</h3>
                            <div class="match-review__description">
                                Колись ці дві команди об'єднувала тісна дружба, пов'язана з їх рідними містами. Південь
                                традиційно вважався кримінальним і протиставлявся півночі, де панувала гармонія, але Рим
                                і
                                Неаполь не хотіли миритися з такими стереотипами, тому об'єдналися для спільної
                                боротьби.
                                Красива історія закінчила вже у 1980-х, коли виявилось, що в обох команд є власні
                                амбіції.
                                <br>
                                <br>
                                Кожен трансфер між клубами сприймався неймовірно болісно, а зустрічі вболівальників
                                вийшли за
                                межі футболу. Італійські силові структури навіть намагаються не допускати відвідування
                                неаполітанцями «Стадіо Олімпіко», а римськими вболівальниками – «Сан-Паоло».
                                <br>
                                <br>
                                У минулому сезоні зустрічі команд хоч і не були найрезультативнішими, та не поступалися
                                найпринциповішим дербі. Обидва тренери заробили червоні картки, влаштувавши скандал під
                                час
                                одного з матчів. Цього ж року продовжується традиційна боротьба за зону Ліги чемпіонів,
                                де
                                «Рома» виглядає значно більш переконливим кандидатом на головну силу, але «Наполі» точно
                                буде
                                складати «вовкам» конкуренцію.
                            </div>
                        </div>

                    </div>
                </div>
            </button>
        </div>
        <div class="swiper-scrollbar"></div>
    </div>


</section>